export default {
  title: "태스크 완료로 포인트 획득",
  text: "태스크 완료 또는 태스크 게시를 통해 포인트를 획득할 수 있습니다.",
  participate: {
    linkText: "트윗으로 이동",
    walletAddressText:
      "에어드롭을 받으려면 지갑 주소를 입력하세요.",
  },
  taskManagement: {
    title: "관리자 패널",
    text: "각 방식은 서로 다른 접근법과 절충안을 가지고 있습니다.",
    contractAddressText: "표시할 컨트랙트 주소를 입력하세요. 필요없다면 무시하세요!"
  },
  telegramBotText: "표시할 컨트랙트 주소를 입력하세요. 필요없다면 무시하세요!",
  uploadTelegramBotImg: {
    title: "텔레그램 봇 이미지 업로드",
    text: "표시할 컨트랙트 주소를 입력하세요. 필요없다면 무시하세요!",
  },
  hostTexts: [
    '💰✨ 클릭할 때마다 포인트 획득! 🚀 𝕏Ð로 모든 것이 간단해집니다—태스크만 완료하면 포인트가 쌓입니다! 🔥🎉',
    '📲🎯 한 번의 클릭으로 더 많은 포인트! 💎💵 𝕏Ð가 당신의 활동을 보상합니다—쉽게 태스크를 완료하고 포인트를 획득하세요! 🚀💰',
    '🌟🔥 클릭하고, 완료하고, 획득하세요! 💰📈 𝕏Ð와 함께라면 클릭할 때마다 더 큰 보상에 가까워집니다. 지금 시작하세요! 🎉💎',
  ],
  share:{
    title:"수익 플라자",
    text:"수익 플라자"
  }
};
