export default {
  title: "작업을 완료하여 포인트 적립하기",
  text: "작업을 완료하거나 Post Tasks를 사용하여 포인트를 적립할 수 있습니다.",
  participate: {
    linkText: "이 트윗으로 이동하기",
    walletAddressText:
      "에어드롭을 받으려면 해당 지갑 주소를 입력하세요.",
  },
  taskManagement: {
    title: "백엔드 관리",
    text: "하지만 각각은 다른 접근 방식을 취하고 다른 타협점을 만듭니다.",
    contractAddressText: "표시용으로 계약 주소를 입력하세요. 필요하지 않으면 무시해 주세요!"
  },
  telegramBotText: "표시용으로 계약 주소를 입력하세요. 필요하지 않으면 무시해 주세요!",
  uploadTelegramBotImg: {
    title: "Telegram 봇 이미지 업로드",
    text: "계약 주소를 표시 목적으로 입력하세요. 입력하지 않아도 됩니다.",
  },
  hostTexts: [
    "💰✨ 클릭할 때마다 포인트를 얻으세요! 🚀 MEGO는 간단합니다—작업을 완료하고 포인트가 증가하는 모습을 지켜보세요! 🔥🎉",
    "📲🎯 한 번의 클릭으로 더 많은 포인트를! 💎💵 MEGO는 당신의 행동을 보상합니다—작업을 쉽게 완료하고 지금 바로 포인트를 얻으세요! 🚀💰",
    "🌟🔥 클릭하고, 완료하고, 포인트를 얻으세요! 💰📈 MEGO와 함께라면, 모든 클릭이 더 큰 보상에 가까워집니다. 지금 시작하세요! 🎉💎",
  ],
  share: {
    title: "얼른 플라자",
    text: "얼른 플라자 텍스트",
  },
};
