export default {
  title: "포인트 광장",
  text: "작업 발견 → 행동 실행 → 보상 획득",
  participate: {
    linkText: "이 트윗으로 이동",
    walletAddressText: "에어드랍을 받으려면 해당 지갑 주소를 입력하세요.",
  },
  taskManagement: {
    title: "작업 생성 허브",
    text: "작업 설계 | 보상 할당 | 가시성 향상",
    contractAddressText: "",
  },
  telegramBotText: "",
  uploadTelegramBotImg: {
    title: "사용자 지정 이미지 업로드",
    text: "이 이미지는 MEGO 봇이 Telegram 그룹에서 메시지를 보낼 때 표시됩니다!",
  },
  hostTexts: [
    "💰✨ 클릭할 때마다 포인트를 얻으세요! 🚀 MEGO는 간단합니다—작업을 완료하고 포인트가 증가하는 모습을 지켜보세요! 🔥🎉",
    "📲🎯 한 번의 클릭으로 더 많은 포인트를! 💎💵 MEGO는 당신의 행동을 보상합니다—작업을 쉽게 완료하고 지금 바로 포인트를 얻으세요! 🚀💰",
    "🌟🔥 클릭하고, 완료하고, 포인트를 얻으세요! 💰📈 MEGO와 함께라면, 모든 클릭이 더 큰 보상에 가까워집니다. 지금 시작하세요! 🎉💎",
  ],
  share: {
    title: "얼른 플라자",
    text: "얼른 플라자 텍스트",
  },
};
